{
    "(and :count more error)": "(y :count error más)",
    "(and :count more errors)": "(y :count error más)|(y :count errores más)|(y :count errores más)",
    "A decryption key is required.": "Se requiere una clave de descifrado.",
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su correo electrónico.",
    "All rights reserved.": "Todos los derechos reservados.",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, compruebe el enlace de verificación en su correo electrónico.",
    "click here to request another": "haga clic aquí para solicitar otro",
    "Confirm Password": "Confirmar contraseña",
    "Dashboard": "Panel",
    "Email Address": "Correo electrónico",
    "Encrypted environment file already exists.": "El archivo de entorno cifrado ya existe.",
    "Encrypted environment file not found.": "No se encontró el archivo de entorno cifrado.",
    "Environment file already exists.": "El archivo de entorno ya existe.",
    "Environment file not found.": "Archivo de entorno no encontrado.",
    "errors": "errores",
    "Forbidden": "Prohibido",
    "Forgot Your Password?": "¿Olvidó su Contraseña?",
    "Go to page :page": "Ir a la página :page",
    "Hello!": "¡Hola!",
    "If you did not create an account, no further action is required.": "Si no ha creado una cuenta, no se requiere ninguna acción adicional.",
    "If you did not receive the email": "Si usted no recibió el correo electrónico",
    "If you did not request a password reset, no further action is required.": "Si no ha solicitado el restablecimiento de contraseña, omita este mensaje de correo electrónico.",
    "If youre having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si está teniendo problemas al hacer clic en el botón \":actionText\", copie y pegue la URL de abajo\nen su navegador web:",
    "Invalid filename.": "Nombre de archivo no válido.",
    "Invalid JSON was returned from the route.": "Se devolvió un JSON no válido desde la ruta.",
    "length": "longitud",
    "Location": "Ubicación",
    "Login": "Iniciar sesión",
    "Logout": "Finalizar sesión",
    "Name": "Nombre",
    "Not Found": "No encontrado",
    "of": "de",
    "Page Expired": "Página expirada",
    "Pagination Navigation": "Navegación por los enlaces de paginación",
    "Password": "Contraseña",
    "Payment Required": "Pago requerido",
    "Please click the button below to verify your email address.": "Por favor, haga clic en el botón de abajo para verificar su dirección de correo electrónico.",
    "Please confirm your password before continuing.": "Por favor confirme su contraseña antes de continuar.",
    "Regards,": "Saludos,",
    
    "Remember Me": "Mantener sesión activa",
    "Reset Password": "Restablecer contraseña",
    "Reset Password Notification": "Notificación de restablecimiento de contraseña",
    "results": "resultados",
    "Send Password Reset Link": "Enviar enlace para restablecer la contraseña",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servicio no disponible",
    "Showing": "Mostrando",
    "The given data was invalid.": "Los datos proporcionados no son válidos.",
    "The response is not a streamed response.": "La respuesta no es una respuesta transmitida.",
    "The response is not a view.": "La respuesta no es una vista.",
    "This action is unauthorized.": "Esta acción no está autorizada.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contraseña expirará en :count minutos.",
    "to": "al",
    "Toggle navigation": "Alternar navegación",
    "Too Many Requests": "Demasiadas peticiones",
    "Unauthorized": "No autorizado",
    "Verify Email Address": "Confirme su correo electrónico",
    "Verify Your Email Address": "Verifique su dirección de correo electrónico",
    "Whoops!": "¡Ups!",
    "You are logged in!": "¡Usted está conectado!",
    "You are receiving this email because we received a password reset request for your account.": "Ha recibido este mensaje porque se solicitó un restablecimiento de contraseña para su cuenta.",
    "Register":"Registro",  
    "Book Title":"Título del Libro",
    "No. of pages":"Num. Páginas",
    "Year":"Año",
    "Editorials E-mail":"E-mail de la Editorial",
    "Send":"Enviar",
    "Register Book":"Registrar Libro",
    "Start":"Inicio",

    "The Nobel Prize in Literature is awarded to Han Kang for his “intense poetic prose” that confronts human fragility; She is the first South Korean to win it":"Otorgan el Premio Nobel de Literatura a Han Kang por su “intensa prosa poética” que confronta la fragilidad humana; es la primera surcoreana en ganarlo",
    "The 2024 Nobel Prize in Literature was awarded to South Korean author Han Kang for her “intense poetic prose that confronts historical traumas and exposes the fragility of human life.”":"El Premio Nobel de Literatura 2024 fue concedido a la autora surcoreana Han Kang por su “intensa prosa poética que afronta traumas históricos y expone la fragilidad de la vida humana”.",
    "Han, 53, began his career with a group of poems in a South Korean magazine, before making his prose debut in 1995 with a collection of short stories. Later he began to write longer prose works, among which “La vegetariana” (“The vegetarian”) stands out, one of his first books translated into English. The novel, which won the Man Booker International Prize in 2016, tells of a young womans attempt to live a more vegetable existence after suffering macabre nightmares about human cruelty.":"Han, de 53 años, comenzó su carrera con un grupo de poemas en una revista surcoreana, antes de debutar en prosa en 1995 con una colección de relatos cortos. Más tarde empezó a escribir obras en prosa más largas, entre las que destaca La vegetariana  (“The vegetarian”), uno de sus primeros libros traducidos al inglés. La novela, que ganó el premio Man Booker International en 2016, narra el intento de una joven para vivir una existencia más “vegetal” tras sufrir macabras pesadillas sobre la crueldad humana.",
    "Han is the first South Korean author to win the literature prize, and only the 18th woman of the 117 awards given since 1901.":"Han es la primera autora surcoreana que gana el premio de literatura, y apenas la 18ª mujer de los 117 galardones concedidos desde 1901.",
    "Much of Hans work asks the question, voiced by a character in his 2019 novel “Europe,” whose protagonist is tormented by nightmares: “If you could live as you wish, what would you do with your life?”":" Gran parte de la obra de Han plantea la pregunta, expresada por un personaje de su novela de 2019 “Europa”, cuyo protagonista se ve atormentado por pesadillas: “Si pudieras vivir como deseas, ¿qué harías con tu vida?”.",
    "Although many of Hans protagonists are women, his prose works are often told from the perspective of men.":"Aunque muchas de las protagonistas de Han son mujeres, sus obras en prosa suelen estar narradas desde la perspectiva de los hombres.",
    "“Before my wife became a vegetarian, I had always thought of her as someone completely inconsequential in every way,” begins his novel “The Vegetarian.” “However, if there was no special attraction, there was no particular drawback, and therefore there was no reason for the two of us not to get married.”":"“Antes de que mi mujer se hiciera vegetariana, siempre había pensado en ella como alguien completamente intrascendente en todos los sentidos”, comienza su novela “La vegetariana”. “Sin embargo, si no había ningún atractivo especial, tampoco se presentaba ningún inconveniente en particular, y por lo tanto no había ninguna razón para que los dos no nos casáramos”.",
    "Originally written and published in Korean, “The Vegetarian” was translated by Deborah Smith, then 28 years old. Smith, by her own admission, was “monolingual until she was 21,” only opting for Korean due to a lack of English-Korean translators.":"Escrito y publicado originalmente en coreano, “La vegetariana” fue traducido por Deborah Smith, que entonces tenía 28 años. Smith, según admite ella misma, fue “monolingüe hasta los 21 años”, y solo optó por el coreano debido a la falta de traductores inglés-coreano.",
    "The Swedish Academy praised Hans work for his “unique awareness of the connections between body and soul, the living and the dead.” Through her “poetic and experimental style,” the Academy said, Han “has become an innovator of contemporary prose.”":"La Academia Sueca alabó la obra de Han por su “conciencia única de las conexiones entre el cuerpo y el alma, los vivos y los muertos”. A través de su “estilo poético y experimental”, dijo la Academia, Han “se ha convertido en una innovadora de la prosa contemporánea”",
    "Anna-Karin Palm, a member of the Nobel Committee for Literature, said readers unfamiliar with Hans work should start with Human Acts, a 2014 novel that reflects on the Gwangju Uprising. 1980, when more than 100 civilians were killed during student-led pro-democracy demonstrations in the South Korean city.":"Anna-Karin Palm, miembro del Comité Nobel de Literatura, dijo que los lectores que no estén familiarizados con la obra de Han deberían empezar por “Human Acts” (“Actos humanos”), una novela de 2014 que reflexiona sobre el Levantamiento de Gwangju de 1980, cuando más de 100 civiles fueron asesinados durante las manifestaciones prodemocráticas lideradas por estudiantes en la ciudad surcoreana.",
    "“Human Acts” shows how “the living and the dead are always intertwined and how these types of traumas remain in a population for generations,” Palm said at Thursdays announcement ceremony.":"“Actos humanos” muestra cómo “los vivos y los muertos están siempre entrelazados y cómo este tipo de traumas permanecen en una población durante generaciones”, dijo Palm en la ceremonia de anuncio de este jueves.",
    "But Hans intense and lyrical writing almost acts as a consolation in the face of this historical violence, Palm added. “His prose, very tender and precise, almost becomes a counterpoint to the brutal noise of power,” he said.":"Pero la escritura “intensa y lírica” de Han casi actúa como consuelo frente a esta violencia histórica, añadió Palm. “Su prosa, muy tierna y precisa, se convierte casi en un contrapunto al brutal ruido del poder”, afirmó.",
    "Before the announcement, Ellen Mattson, another member of the committee, detailed how the jury selects the winner each year.":"Antes del anuncio, Ellen Mattson, otra integrante del comité, detalló cómo el jurado selecciona cada año al galardonado.",
    "“We started with a very long list of about 220 names,” Mattson explained. “Then we have to navigate through that huge mass of names – and there we need the help of experts from different parts of the world.”":"“Empezamos con una lista muy larga de unos 220 nombres”, explicó Mattson. “Luego tenemos que navegar a través de esa enorme masa de nombres - y ahí necesitamos la ayuda de expertos de diferentes partes del mundo”.",
    "In the end, the committee arrives at a collection of “about 20 names,” which is then narrowed down to a shortlist of five authors. “Thats where the real work begins,” explains Mattson.":"Al final, el comité llega a una colección de “unos 20 nombres”, que luego se reduce a una preselección de cinco autores. “Ahí es donde empieza el verdadero trabajo”, explica Mattson.",
    "Reference":"Referencia",
    "The Nobel Prize in Literature is awarded to Han Kang for his “intense poetic prose” that confronts human fragility; She is the first South Korean to win it. (2024, October 10). CNN Spanish. Retrieved October 30, 2024, from":"Otorgan el Premio Nobel de Literatura a Han Kang por su “intensa prosa poética” que confronta la fragilidad humana; es la primera surcoreana en ganarlo. (2024, 10 octubre). CNN Español. Recuperado 30 de octubre de 2024, de ",
    "":""
}